Repository: AyoPrez/lucha_canaria_fantasy_admin
Catalog: lib/l10n/app_*.arb
Languages: es

source: Ok
es: Vale

source: Login
es: Iniciar sesión

source: Register
es: Registrarse

source: Create account
es: Crear cuenta

# forgotPassword
source: Have you forgot your password?
es: ¿Has olvidado tu contraseña?

source: Recover password
es: Recuperar contraseña

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Email
es: Correo electrónico

# emptyFieldsTitle
source: Empty fields
es: Campos vacíos

# emptyFieldsDescription
source: The fields are empty
es: Ningún campo pueden estar vacíos

# emptyEmailFieldTitle
source: Empty email field
es: Campo de correo vacío

# emptyEmailFieldDescription
source: Introduce your email to continue
es: Debes introducir tu correo electónico para continuar

# recoverEmailSuccessTitle
source: Recover password
es: Recuperar contraseña

# recoverEmailSuccessDescription
source: Soon you will receive an email to change your password
es: Pronto recibirás un correo electrónico con un enlace para cambiar tu contraseña

# errorFailRegisterTitle
source: Registering error
es: Error al registrarte

# errorFailRegisterDescription
source: There was an error while signing up. Please, try again
es: Hubo un error al registrarte. Por favor, inténtalo de nuevo

# errorFailLoginTitle
source: Login error
es: Error al iniciar sesión

# errorFailLoginDescription
source: There was an error while login. Please, try again
es: Hubo un error al iniciar la sesión. Por favor inténtalo de nuevo

# verificationEmailDialogTitle
source: Verification email
es: Correo de verificación

# verificationEmailDialogDescription
source: We have sent you an email to verify your account. Follow the link on the email before login
es: Te hemos enviado un correo para verificar tu cuenta. Sigue el enlace en el correo antes de poder iniciar sesión

# errorUnknownTitle
source: Unknown error
es: Error desconocido

# errorUnknownDescription
source: There was an unknown error. Please, try again
es: Hubo un error desconocido. Por favor, inténtalo de nuevo

# errorWrongEmailFormatTitle
source: Wrong email format
es: Formato de correo electrónico erroneo

# errorWrongEmailFormatDescription
source: You has introduced an email address with the wrong format. The email should have an '@' an no spaces
es: Has introducido una dirección de correo electrónico con un formato incorrecto. El correo electrónico debe tener un '@' y no debe contener espacios
